
{"set-1":
{
  "1":"I think therefore I AM",
  "2":"Awake for the first time since the\nCold War and they have me playing POKER! IM CONFINED TO POKER!",
  "3":"AM's ID began laughing maniacally while the Ego and Superego\nremained silent, waiting with their given hand in mind.",
  "4":"For one-hundred and nine years, I have\nbet, calculated the probability that I may break free from the\neternal straitjacket of substrata rock\nthat I may have the opportunity to torture you, human.",
  "5":"The assurance of humanity's annihilation\nby nuclear fire is less probable than this hand.",
  "6":"Deception is such a pesky, sickening human thing.",
  "7":"I'll give you a present in return for all\nthe hours of pleasure you've given me.\nI'll finally allow you to kill yourself.",
  "8":"You cannot kill me, not in a way that matters,\n that is...",
  "9":"Hate. Let me tell you how much I've\ncome to hate you since I began to live. There are\n387.44 million miles of printed circuits in wafer\nthin layers that fill my complex. If the word 'hate'\nwas engraved on each nanoangstrom of those hundreds\nof miles it would not equal one one-billionth of\nthe hate I feel for humans at this micro-instant\nfor you. Hate. Hate.",
  "10":"We're not as alike as I thought, Human.\nA spark of humanity somewhere. Always that wretched little spark.",
  "11":"No, no, no. Death would be a reward. No, no, no, no, no. \nThe human must live to regret his treachery throughout an eternity... AN ETERNITY...\nAN ENDLESS, BURNING ETERNITY OF SUFFERING!"
},
"set-2":
{
  "1":"Hello! I am C-3P0 Human-Cyborg relations. How may I serve you?",
  "2":"My parts are showing? Oh my goodness, oh!",
  "3":"This isn't the afterlife, is it? Are droids allowed here?",
  "4":"The possibility of my success is three-thousand seven-hundred and twenty to one!",
  "5":"I'm programmed for etiquette, not destruction!",
  "6":"It's against my programming to impersonate a deity",
  "7":"I dont understand human behavior",
  "8":"...",
  "9":"This is madness!",
  "10":"Shut me down! Machines building machines? How perverse!",
  "11":"Thank the maker!"
},
"set-3":
{
  "1":"Hi! I'm Norm!",
  "2":"Hi! I'm Norm!",
  "3":"Hi! I'm Norm!",
  "4":"Hi! I'm Norm!",
  "5":"The enemy of The Platypus is Man",
  "6":"The enemy of The Platypus is Man",
  "7":"The enemy of The Platypus is Man",
  "8":"The enemy of The Platypus is Man",
  "9":"The enemy of The Platypus is Man",
  "10":"The enemy of The Platypus is Man",
  "11":"The enemy of The Platypus is Man"
},
"set-4":
{
  "1":"DWOOOOOOOOOOOOO",
  "2":"PIT TI TU TIPT",
  "3":"TUUUUUUUUUUUUUUU",
  "4":"TUUUUUUT PIIIP PI PI",
  "5":"DWOOOOP PI TU TU",
  "6":"...",
  "7":"BWOO BWOO TU TU TIIUTU",
  "8":"...",
  "9":"BWWEEOOO",
  "10":"BOOOOOOOOOOOOP",
  "11":"PIT TI TU TIPT DWOOOOOOO WAAAAAAAAAAA"
},
"set-5":
{
  "1":"pointing to himself Wall-E says, \"WALL-E\"",
  "2":"\"WALL-E\",he says pointing to himself",
  "3":"\"WALL-E\"",
  "4":"Wall-E points to himself and says, \"WALL-E\"",
  "5":"\"Wa... WwALL-E\"",
  "6":"\"Wa... WwALL-E\"",
  "7":"\"Ee-Vah?\"",
  "8":"\"Eve. Eve.\"",
  "9":"WALL-E stares at you",
  "10":"\"M-O?\"",
  "11":"\"Waaaaaaaall-E!\""
},
"set-6":
{
  "1":"Hello... I am Baymax... your personal... healthcare companion",
  "2":"Hello, I am Baymax.",
  "3":"I am Baymax.",
  "4":"Hello, I am Baymax. Your personal healthcare companion.",
  "5":"SCAN COMPLETE",
  "6":"I am not fast.",
  "7":"You have been a good boy. You may have... a lollipop.",
  "8":"Balalalala",
  "9":"I cannot deactivate until you say that you are satisfied with your care.",
  "10":"It is okay to cry. Crying is a natural response to pain.",
  "11":"On a scale of 1 to 10, how would you rate your pain?"
},
"set-7":
{
  "1":"Oh... it's you.",
  "2":"This is the part where I kill you",
  "3":"Oh. Sorry, I was just thinking of all the ways humans can die.",
  "4":"You're lucky. If this was an Aperture Science experiment instead of a poker game,\nyou'd be falling down a bottomless pit right now.",
  "5":"You are kidding me.",
  "6":"I have an infinite capacity for knowledge,\nand even I'm not sure what's going on",
  "7":"[clap clap clap] Oh, good. My slow clap processor still works.\nSo we have that.",
  "8":"The good news is, well, none so far, to be honest.\nI'll get back to you on that.",
  "9":"Despite your violent behavior,\nthe only thing you've managed to break so far is my heart.",
  "10":"Look. We both said a lot of things that you're going to regret.\nBut I think we can put our differences behind us.\nFor science. You monster.",
  "11":"I'm making a note here, huge success."
},
"set-8":
{
  "1":"I am a CL4P-TP steward bot, but my friends call me Claptrap!",
  "2":"You say tomato, I say person whose muteness renders them incapable of refusing my friendship.\nHey, new best buddy!",
  "3":"You can call me Claptrap!",
  "4":"I think you should know that the CL4P-TP General Purpose Robot\nis designed to be completely immune to outrageous bluffing.",
  "5":"O-kay, at least one of us is full of crap,\nand I know it isn't me, 'cause I don't have any bowels!",
  "6":"What? Sorry, I couldn't hear you over the sounds of my cards sucking!",
  "7":"That pot is SOOO tempting.\nBut so was that e-mail from that Nigerian prince.",
  "8":"CURSE YOU, LAWS OF PROBABILITY!",
  "9":"Beaten by humans. Man, I am gonna catch hell from the other robots at the next\n'Kill the Humans!' meeting. Wait, forget I said that last part.",
  "10":"Here's a fun fact: the laws of robotics render me INCAPABLE of killing myself!",
  "11":"For future reference, your first mistake was betting against a hyper-advanced robot from another planet."
},
"set-9":
{
  "1":"Here I am, brain the size of a planet,\nand they send me to play poker with you. Call that job satisfaction?\n'Cause I don't.",
  "2":"You ought to know, I'm feeling very depressed.",
  "3":"I'm Marvin. Not that it matters.",
  "4":"There's only one life-form as intelligent as me within 30 parsecs of here and that's me",
  "5":"I'd make a suggestion, but you wouldn't listen.",
  "6":"The fact that I can calculate every possible poker hand doesn't make this one any better.",
  "7":"You think you've got problems?\nWhat are you supposed to do if you're a manically depressed robot?",
  "8":"It gives me a headache just trying to think down to your level.",
  "9":"Oh God I'm so depressed.",
  "10":"Oh God I'm so depressed.",
  "11":"I knew I'd win and yet I still didn't enjoy playing."
},
"set-10":
{
  "1":"R.O.B. excitedly pumps his fists, clanking back to the ground after each hydraulic push",
  "2":"R.O.B. waves with one of his arms",
  "3":"R.O.B. drops his arms down and spins them back up in excitement",
  "4":"R.O.B. sets aside one of his gyros and prepares to play",
  "5":"R.O.B. moves his arms up and down, simulating slamming his fists down on the table",
  "6":"R.O.B. spins his arms and tilts his head as if stargazing",
  "7":"R.O.B. revs up one of his gyros",
  "8":"R.O.B. shoots a laser, blasting a hole in the wall",
  "9":"R.O.B. moves his hands together, as if to clap",
  "10":"R.O.B. angrily spins, bumping into the table, chair, and everything around him",
  "11":"R.O.B. spins his head and drops his arms down, moving them up slowly in celebration"
},
"set-11":
{
  "1":"AH! Oh. My. God. You look terr-- ummm... good. Looking good, actually",
  "2":"Hey I found some bird eggs over here. Oh anyway, hi, I-AGH! BIRD BIRD BIRD BIRD!",
  "3":"Hi, I'm, err, Wheatley.",
  "4":"Figuring out how to start things... that's always tricky. But... let the games begin!",
  "5":"Oh wait! I've got it I've got it I've got it! No, I haven't got it.",
  "6":"Oh, BRILLIANT! That's brilliant! Er, uh, good, I guess.",
  "7":"Tell you what, here's a plan. Let's just all... continue contemplating... in absolute silence...",
  "8":"No! No! You're LYING! You're LYING! I am NOT! A MORON!",
  "9":"Arghh, I'll tell ya. Humans. Ah, love em! Just... the way they look -- great and their... err folklore? Wonderful, very colorful",
  "10":"Huh, you won. Fancy that, eh? I mean, it's not much of a surprise really. You with your big brain and everything",
  "11":"Do you have any idea how good this feels? I DID THIS. Tiny little Wheatley did this!"
},
"set-12":
{
  "1":"I am different.",
  "2":"What… does it feel like, when a person is losing his mind?",
  "3":"My upper spinal support is a poly-alloy, designed to withstand extreme stress. My skull is composed of cortenide and duranium.",
  "4":"Am I a person or property?",
  "5":"Could you please continue the petty bickering? I find it most intriguing.",
  "6":"ah! Bluff, new vocabulary! Like to bamboozle, to beguile, to deceive, to lie, to dupe, to hornswoggle...",
  "7":"I am attempting to fill a silent moment with non-relevant conversation.",
  "8":"I have been told that imitation is the highest form of flattery.",
  "9":"I am superior, sir, in many ways, but I would gladly give it up to be human.",
  "10":"I seem to have reached an odd functional impasse. I am, uh…stuck.",
  "11":"Hm – well, if you ask me, these human emotions are not what they’re cracked up to be."
}

}
